Repository: SurniaUlula/wpsso-schema-json-ld
Catalog: languages/wpsso-schema-json-ld-*.po
Languages: fr_ca

# lib file description
source: Schema Markup
fr_ca: Balises Schéma

# plugin description
source: WPSSO extension to add Schema JSON-LD / SEO markup for Articles, Events, Local Business, Products, Recipes, Reviews + many more.
fr_ca: Extension WPSSO pour balisage de Schéma JSON-LD pour articles, événements, entreprise locale, produits, recettes, critiques + bien plus.

source: The Free / Basic version of WPSSO JSON does not include support for the Schema type <a href="%1$s">%1$s</a> &mdash; only the basic Schema properties <em>url</em>, <em>name</em>, and <em>description</em> will be included in the Schema JSON-LD markup.
fr_ca: La version gratuite / de base WPSSO JSON n'inclut pas de support spécifique / personnalisé pour le type de Schéma <a href="%1$s">%1$s</a> &mdash; seulement les propriétés de Schéma de base <em>url</em>, <em>name</em>, et <em>description</em> seront inclues dans les balises de Schéma JSON-LD.

source: The <a href="%1$s">Pro version of WPSSO JSON</a> includes a wide selection of supported Schema types, including the Schema type <a href="%2$s">%2$s</a>.
fr_ca: La <a href="%1$s">version Pro de WPSSO JSON</a> comprend une grande sélection de types de Schéma, y compris le type de Schéma <a href="%2$s">%2$s</a>.

source: If this Schema is an important classification for your content, you should consider purchasing the Pro version.
fr_ca: Si ce Schéma est une classification importante pour votre contenu, vous devriez considérer l'achat de la version Pro.

source: This notice is only shown to users with Administrative privileges.
fr_ca: Cet avis apparaît uniquement aux utilisateurs avec privilèges administratifs.

source: Check this option if the Schema markup describes the main content (aka "main entity") of this webpage.
fr_ca: Cochez cette option si le balisage Schéma décrit le contenu principal (aka "l'entité principale") de cette page Web.

source: Select a Schema item type that best describes the main content of this webpage.
fr_ca: Sélectionnez le type de Schéma qui décrit le contenu principal de cette page Web.

source: Select a publisher for the Schema Article item type and/or its sub-type (NewsArticle, TechArticle, etc).
fr_ca: Sélectionnez un éditeur pour le type de Schéma d'Article et / ou de son sous-type (NewsArticle, TechArticle, etc).

source: A custom headline for the Schema Article item type and/or its sub-type. The headline Schema property is not added for non-Article item types.
fr_ca: Un titre personnalisé pour pour la propriété "headline" du type d’élément Schéma Article et ses sous-types (NewsArticle, TechArticle, etc.).

source: Select an organizer for the Schema Event item type and/or its sub-type (Festival, MusicEvent, etc).
fr_ca: Sélectionnez un organisateur pour le type de Schéma Événement et/ou son sous-type (Festival, MusicEvent, etc.).

source: The total time it takes to prepare this recipe.
fr_ca: Le temps total qu’il faut pour la préparation cette recette.

source: The total time it takes to cook this recipe.
fr_ca: Le temps total qu’il faut pour la cuisson de cette recette.

source: The total time it takes to prepare and cook this recipe.
fr_ca: Le temps total qu’il faut pour la préparation et la cuisson cette recette.

source: The course name for this recipe (example: Appetizer, Entr&eacute;e, Main Course / Main Dish, Dessert, Side-dish, etc.).
fr_ca: Le nom du cours pour cette recette (exemple: Apéritif, Entrée, Plat principal, Dessert, Plat d'accompagnement, etc.).

source: The type of cuisine for this recipe (example: French, Indian, Italian, Japanese, Thai, etc.).
fr_ca: Le type de cuisine pour cette recette (exemple: Français, Indien, Italien, Japonais, Thaï, etc.).

source: The quantity or servings made by this recipe (example: "5 servings", "Serves 4-6", "Yields 10 burgers", etc.).
fr_ca: La quantité ou les portions fournie par cette recette (exemple : "5 portions", "10 burgers", etc.).

source: The serving size in volume or mass. A serving size is required to include nutrition information in the Schema recipe markup.
fr_ca: La taille de portion en volume ou en masse. Une taille de portion est requise pour inclure les informations nutritionnelles dans le balisage Schéma de la recette.

source: The number of calories per serving.
fr_ca: Le nombre de calories par portion.

source: The number of grams of protein per serving.
fr_ca: Le nombre de grammes de protéines par portion.

source: The number of grams of fiber per serving.
fr_ca: Le nombre de grammes de fibres par portion.

source: The number of grams of carbohydrates per serving.
fr_ca: Le nombre de grammes de glucides par portion.

source: The number of grams of sugar per serving.
fr_ca: Le nombre de grammes de sucre par portion.

source: The number of milligrams of sodium per serving.
fr_ca: Le nombre de milligrammes de sodium par portion.

source: The number of grams of fat per serving.
fr_ca: Le nombre de grammes de matières grasses par portion.

source: The number of grams of trans fat per serving.
fr_ca: Le nombre de grammes de gras trans par portion.

source: The number of grams of saturated fat per serving.
fr_ca: Le nombre de grammes de gras saturés par portion.

source: The number of grams of unsaturated fat per serving.
fr_ca: Le nombre de grammes de gras insaturée par portion.

source: The number of milligrams of cholesterol per serving.
fr_ca: Le nombre de milligrammes de cholestérol par portion.

source: Select a performer for the Schema Event item type and/or its sub-type (Festival, MusicEvent, etc).
fr_ca: Sélectionner un artiste pour le type de Schéma Événement et/ou son sous-type (Festival, MusicEvent, etc.).

source: A list of ingredients for this recipe (example: "1 cup flour", "1 tsp salt", etc.).
fr_ca: Une liste d'ingrédients pour cette recette (exemple : "1 tasse de farine", "1 c. à thé de sel", etc.).

source: A list of instructions for this recipe (example: "beat eggs", "add and mix flour", etc.).
fr_ca: Une liste d'instructions pour cette recette (exemple: "battre les oeufs", "ajouter et mélanger la farine", etc.).

source: Select a Schema type that best describes the subject being reviewed.
fr_ca: Sélectionnez le type de Schéma qui décrit le sujet de l'évaluation.

source: The official and/or model name for the subject being reviewed.
fr_ca: Le nom officiel et/ou de modèle pour le sujet de l'évaluation.

source: A webpage URL for the subject being reviewed.
fr_ca: L'URL de la page Web pour le sujet de l'évaluation.

source: An image URL showing the subject being reviewed.
fr_ca: L'URL d'une image montrant le sujet de l'évaluation.

source: A rating for the subject being reviewed, along with the low/high rating scale (default is 1 to 5).
fr_ca: Une note pour le sujet de l'évaluation, ainsi que la note min/max de l'échelle (1 à 5 par défaut).

# option value
source: Website
fr_ca: Site Web

source: Save a draft version or publish the %s to update this value.
fr_ca: Enregistrer un brouillon ou publiez pour mettre à jour cette valeur.

# option comment
source: days
fr_ca: jours

# option comment
source: hours
fr_ca: heures

# option comment
source: %s extension required
fr_ca: %s extension requise

# metabox title
source: Google Structured Data / Schema Markup
fr_ca: Données Structurées Google / Balises de Schéma

# option label
source: Schema Item Name
fr_ca: Nom / titre de l'item

# option label
source: Schema Description
fr_ca: Description de l'item

# option label
source: Main Entity of Page
fr_ca: Entité principale

# option label
source: Schema Item Type
fr_ca: Type de Schéma

# metabox title
source: Article Information
fr_ca: Informations sur l'article

# option label
source: Article Publisher
fr_ca: Éditeur de l'article

# option label
source: Article Headline
fr_ca: Manchette d'article

# metabox title
source: Event Information
fr_ca: Informations sur l'événement

# option label
source: Event Organizer
fr_ca: Organisateur de l’événement

# option label
source: Event Performer
fr_ca: Interprète de l’événement

# metabox title
source: Recipe Information
fr_ca: Informations sur la recette

# option label
source: Recipe Course
fr_ca: Cours de la recette

# option label
source: Recipe Cuisine
fr_ca: Cuisine de la recette

# option label
source: Recipe Quantity
fr_ca: Quantité pour recette

# option label
source: Recipe Preperation Time
fr_ca: Temps de préparation

# option label
source: Recipe Cooking Time
fr_ca: Temps de cuisson

# option label
source: Recipe Total Time
fr_ca: Temps total

# option label
source: Recipe Ingredients
fr_ca: Ingrédients de recette

# option label
source: Recipe Instructions
fr_ca: Instructions de recette

# metabox title
source: Nutrition Information per Serving
fr_ca: Information nutritionnelle par portion

# option label
source: Serving Size
fr_ca: Taille de portion

# option label
source: Protein
fr_ca: Protéine

# option comment
source: grams of protein
fr_ca: grammes de protéines

# option label
source: Fiber
fr_ca: Fibre

# option comment
source: grams of fiber
fr_ca: grammes de fibres

# option label
source: Carbohydrates
fr_ca: Glucides

# option comment
source: grams of carbohydrates
fr_ca: grammes de glucides

# option label
source: Sugar
fr_ca: Sucre

# option comment
source: grams of sugar
fr_ca: grammes de sucre

# option comment
source: milligrams of sodium
fr_ca: milligrammes de sodium

# option label
source: Fat
fr_ca: Gras

# option comment
source: grams of fat
fr_ca: grammes de matières grasses

# option label
source: Saturated Fat
fr_ca: Gras saturée

# option comment
source: grams of saturated fat
fr_ca: grammes de gras saturés

# option label
source: Unsaturated Fat
fr_ca: Grais insaturées

# option comment
source: grams of unsaturated fat
fr_ca: grammes de gras insaturés

# option label
source: Trans Fat
fr_ca: Gras trans

# option comment
source: grams of trans fat
fr_ca: grammes de gras trans

# option label
source: Cholesterol
fr_ca: Cholestérol

# option comment
source: milligrams of cholesterol
fr_ca: milligrammes de cholestérol

# metabox title
source: Review Information
fr_ca: Informations sur l'évaluation

# option label
source: Subject Type
fr_ca: Type du sujet

# option label
source: Subject Name
fr_ca: Nom du sujet

# option label
source: Subject Webpage URL
fr_ca: URL de la page Web du sujet

# option label
source: Subject Image URL
fr_ca: URL de l'image du sujet

# option label
source: Review Rating
fr_ca: Note de l'évaluation

# option comment
source: from
fr_ca: de

# option comment
source: to
fr_ca: à

# metabox title
source: Schema JSON-LD Markup
fr_ca: Balisage de Schéma JSON-LD

# option label
source: Website Name
fr_ca: Nom du site Web

# option label
source: Website Alternate Name
fr_ca: Autre nom du site Web

# option label
source: Website Description
fr_ca: Description du site Web

# option label
source: Organization Logo Image URL
fr_ca: URL de l'image logo de l'organisation

# option label
source: Organization Banner (600x60) URL
fr_ca: URL bannière (600x60) de l'organisation

# option label
source: Maximum Images to Include
fr_ca: Images maximum a inclure

# option comment
source: video preview images are enabled (and included first)
fr_ca: images d'aperçu vidéo sont activés (et inclus en premier)

# option label
source: Schema Image Dimensions
fr_ca: Dimensions d'images Schéma

# option label
source: Maximum Description Length
fr_ca: Longueur de description maximale

# option comment
source: characters or less
fr_ca: caractères ou moins

# option label
source: Author / Person Name Format
fr_ca: Format du nom d’auteur

# option label
source: Item Type for Blog Front Page
fr_ca: Type d'élément pour page blog d'avant

# option label
source: Item Type for Static Front Page
fr_ca: Type d'élément pour page statique d'avant

# option label
source: Item Type for Archive Page
fr_ca: Type d’élément pour page d'archive

# option label
source: Item Type for User / Author Page
fr_ca: Type d’élément pour page d'utilisateur / auteur

# option label
source: Item Type for Search Results Page
fr_ca: Type d’élément pour page résultats de recherche

# option label
source: Item Type by Post Type
fr_ca: Type d'élément par type d'article

# option label
source: Default Reviewed Item Type
fr_ca: Type par défaut de l'article évalué

source: %1$s is an extension for the %2$s plugin &mdash; please install and activate the %3$s plugin before activating %4$s.
fr_ca: %1$s est une extension pour %2$s &mdash; s'il vous plaît installer et activer %3$s avant d'activer l'extension %4$s.

source: The %1$s extension requires the %2$s plugin &mdash; please install and activate the %3$s plugin.
fr_ca: L'extension %1$s requiert %2$s &mdash; s'il vous plaît installer et activer l'extension %3$s.

source: The %1$s extension v%2$s requires %3$s v%4$s or newer (v%5$s currently installed).
fr_ca: L'extension %1$s v%2$s requiert l'utilisation de %3$s v%4$s ou plus récente (v%5$s est actuellement installée).

source: WPSSO extension to add Schema JSON-LD / SEO markup for Articles, Events, Local Business, Products, Recipes, Reviews + many more.
fr_ca: Extension WPSSO pour balisage de Schéma JSON-LD pour articles, événements, entreprise locale, produits, recettes, critiques + bien plus.
